Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: 폭우가 미친 듯이 쏟아진다.{j}몸에 묻었던 바디로션이 엄청난 속도로 지워져 가고 있었다.
en_us: It was raining cats and dogs outside. The body lotion I had slathered over my body was washing away at a frightening pace.{j}

source: 이 뚱뚱한 남자는 목에 식칼이 꽂힌 채 버둥거리기 시작했다.{j}나는 온 힘을 다해 그것을 뒤로 밀었다.
en_us: The corpulent man began flailing with the kitchen knife impaled on his throat. I mustered up all strength to push the creature back.{j}

source: “그래도 나쁘지는 않아.{j}냄새를 지울 수도 있고, 여차하면 불을 붙일 수도 있을 테니까.”
en_us: “Still, it’s not a bad find. I could use it to mask my smell. If anything happens, I could even make fire.”{j}

source: 저 위에서 시끄럽게 나는 쇳소리를 따라서 말이다.
en_us: The creatures were pursuing the metallic clamors upstairs.

source: “……그래.{j}훈련소 개밥으로도 몇 주나 버텼는데.”{j}하지만 그 개밥이라도 있고 없고가 큰 차이일 수밖에 없다.{j}지금처럼 극단적인 상황에서는 말이다.
en_us: “Well... They practically fed us dog food at the training center, but I still lasted for weeks,” I reminded myself. But there was a huge difference in having the said dog food to eat or not, especially in such a desperate situation like this.{j}{j}{j}

source: 나는 눈을 빛낼 수밖에 없었다.{j}가방 구석에 다소 구형으로 보이는 핸드폰이 반짝반짝 불빛을 내뿜고 있는 것이 보인다.{j}액정이 군데군데 깨져 있고 낡아서 버벅거리기는 했지만, 분명 스마트폰이었다.
en_us: My eyes shone brilliantly at the discovery. In the corner of the room, the old phone emitted bright light. The screen was scratched up here and there. The phone was glitchy too, but it was a smart phone.{j}{j}

source: 쿠르르르르르륵-
en_us: Spurt spurt!

source: “저 안에는 우리 학교 우리 과 애들이 있습니다.{j}정확히는 애들‘이었던 것들’이지만.”{j}자칭 회장이라는 남학생은 이를 꽉 다물었다.{j}“저희는 감염을 피해 살아남았습니다.{j}취한 애들을 따로 재우려고 508호까지 여유 있게 예약해 두어서 살았죠.{j}지금은 저 방에서 머물고 있고요.”
en_us: “Students from our major are inside those rooms. Well, they used to be students.” The so-called president gritted his teeth. “I evaded the infection and survived. I had booked Room 508 as a spare to take care of the drunk students which ultimately saved us. And that’s the room we’re staying in right now.”{j}{j}{j}{j}{j}

source: 이쯤 되면 어쩔 수 없다.{j}나는 고개를 돌렸다.{j}그곳에는 변기가 자리해 있었다.{j}인간의 존엄성이란 무엇인가.{j}그것은 물 앞의 모래성.{j}물에 닿으면 허무하게 무너져 내리고, 물에 안 닿으면 그보다도 더 허무하게 무너져 내리는 것이다.
en_us: Well, I had no other choice. I turned to the side. There was a toilet. What is human dignity? It was but a sand castle in the face of thirst. Sand castles crumbled down easily when drenched in water. But without water, if collapsed even more easily.{j}{j}{j}{j}

source: 눈은 인간에게 있어서 중요한 역할을 하는 신체이다.{j}눈은 마음의 창이라는 말도 있지 않던가.{j}만약 그 말이 맞다면, 눈앞에 있는 저 여자의 내면에는 이제 인간성이라고는 조금도 존재하지 않을 것이다.
en_us: Eyes were crucial to the human body. They said that the eyes are the window to the soul. If that was true, then the woman standing before me probably had not even a speck of humanity left in her soul.{j}{j}

source: “……어어.”
en_us: “Ah...”

source: 김씨 아저씨가 뒤로 나자빠졌다.
en_us: Mr. Kim tumbled back.

source: <엄마mother> 문희주너그렇게엄마아빠 걱정시키는거아니야 얼른집에들어와
en_us: Mother: Huiju Mun. You shouldn’t worry your parents like this. Come home right now.

source: [으어어어어어어…….]
en_us: “Aaaaaah...”

source: 깡깡깡깡깡깡!
en_us: Clank clank clank clank clank!

source: 환 공포증이라고 했나?{j}나한테 그런 게 있었다는 걸 오늘 처음 알았다.{j}박씨 아저씨의 얼굴은 온통 여드름으로 뒤덮여 있었다.{j}울룩불룩 튀어나온 피부.{j}하지만 그것이 단순한 피부 트러블은 아니라는 걸 짐작할 수 있었다.{j}며칠 전 손질했던 4짜 감생이가 떠오른다.{j}그것의 피부 밑에 돋아나 있었던 따개비들의 형상도.
en_us: What did they call it? Trypophobia? For the first time, I realized I had such fears. Mr. Park’s entire face was ravaged by acne. His skin was all bumpy and coarse. But I knew it wasn’t a simple skin condition as I recalled the sixteen-inch-long black seabream I had gutted a few days ago. Clusters of barnacles had torn through the fish skin.{j}{j}{j}{j}{j}{j}

source: [카…… 푸…… 어어어어…….]
en_us: “Caaar... pool... aaagh...”

source: “만화나 영화에서 보면 꼭 저런 데 좀비가 하나씩 숨어 있던데.”
en_us: “There’s always a zombie lurking inside places like those in comics and movies,” I muttered anxiously.

source: 쿠당탕!
en_us: Crash!

source: 그것이 보트 밑창에서부터 들려오고 있다는 것이었다.
en_us: The song was coming from underneath the boat.

source: “아무튼.{j}이 창문으로 넘어갔다가는 몸이 다 갈려 나가겠네.”{j}나는 창틀을 내려다보며 중얼거렸다.
en_us: “Anyway, I’ll be skinned alive if I tried to go out through this window,” I mumbled as I glanced at the window frame.{j}{j}

source: “슬비 씨도 드셨나요?”
en_us: “Did you have some, Seulbi?” I asked.

source: 기기기긱-
en_us: Creaaak.

source: 따개비 인간들이 여고생을 뜯어 먹고 있는 동안, 나는 갯벌 위를 기어 다니는 민챙이처럼 이불을 뒤집어쓴 채로 현관을 향해 기어갔다.{j}그리고.
en_us: While the barnacle humans gnawed at the high schooler, I wriggled over to the door with the blanket still over me, moving like a Korean mud snail that slithered over mud flats.{j}

source: 그녀와 눈이 마주친 순간, 나는 몸이 딱딱하게 굳는 것을 느꼈다.{j}도망가야겠다는 생각조차 들지 않는다.{j}마치 한밤중의 도로 위에서 헤드라이트를 마주한 고라니처럼, 나는 그 자리에 얼어붙었다.
en_us: The moment our eyes met, I felt my body stiffen with fear. I couldn’t even think about running away. Caught like a deer in the headlights, I became rooted to the spot.{j}{j}

source: 꾸욱-
en_us: Press...

source: “배 아파…… 안쪽에서 콕콕 찌르는 것 같아…….”
en_us: “My stomach hurts... It’s like something’s piercing me from inside...”

source: 우적- 우적- 우적- 우적- 우적-
en_us: Chomp chomp chomp chomp chomp.

source: 회장 역시도 말을 거들었다.{j}“야, 그래!{j}순태야!{j}니가 웬일로 1인분을 하는구나.{j}너도 말 좀 해라!{j}둘은 커플이니까 아무래도 서로 감싸줄 수밖에 없다고 말하고 싶은 거지?”
en_us: The president too chipped in, “That’s right! Hey, Suntae! You’re finally making yourself useful. You say something too! You want to point out that the two are just defending each other cuz they’re going out, right?”{j}{j}{j}{j}{j}

source: 당장이라도 열릴 듯 펄떡거리던 문을 걸쇠로 잠근 것만으로도 무한대의 안정감이 몰려온다.{j}나는 조심스럽게 현관에서 멀어져 방구석에 착 달라붙었다.{j}그리고 이불로 온몸을 둘둘 말았다.{j}혹시 몰라서 갯강구들을 몇 마리 더 잡아 놓을까 하다가 저것들이 기어 다니던 속도를 떠올리고는 이내 그만뒀다.
en_us: The door had rattled like there was no tomorrow. A huge wave of relief washed over me now that I had at least locked it with a latch. I carefully stepped away from the door and stuck to the corner of the room like glue. Then, I rolled myself up in a blanket. For a fleeting moment, I considered catching a few sea roaches just in case. But when I remembered how fast they were, I dropped the idea.{j}{j}{j}

source: 9- 화장실 (2)
en_us: Chapter 9. The Washroom (2)

source: 나는 마른세수를 하며 숨을 몰아쉬었다.
en_us: I rubbed my face and breathed hard.

source: 나는 이 이름 모를 여학생의 유서를 조금 더 읽어 보았다.
en_us: I continued reading the suicide note written by the high schooler whose name I did not know.

source: 나는 순식간에 생라면 두 개를 뽀개먹은 뒤, 옆에 있던 캔커피를 깠다.{j}어느 모텔에나 있는 작은 규격의 캔 음료.{j}그중에서 제일 많이 보이는 것이 바로 이 싸구려 캔 커피와 캔 주스다.{j}하나로는 안 될 것 같았기에, 나는 주스와 커피들을 각각 두 개씩 까서 한 번에 들이켰다.
en_us: In the blink of an eye, I devoured two raw instant noodles before cracking open a canned coffee. Every motel was equipped with small-sized drinks. I saw these cheap canned coffee and juice the most frequently. One wasn’t enough to quench my thirst, so I popped open two juices and two coffee each and chugged them all.{j}{j}{j}

source: “분명 인기척이 있었는데?”
en_us: “I swear I heard someone,” I mumbled.

source: 소금기에서 피부를 보호하기 위한 바다 사나이들의 필수품.
en_us: Protecting our skin from the saline water was a necessity for men living by the ocean.

source: “네?{j}무슨 말을요?”
en_us: “Sorry? Bring what up?”{j}

source: 나는 카운터 내부를 샅샅이 뒤졌다.{j}직원 하나가 등을 구부리고 새우잠을 잘 수 있을 정도의 공간.
en_us: I looked in every nook and cranny of the checkout counter. The space was just big enough to sleep one employee if they hunched over and slept curled up.{j}

source: 더 이상 아무런 생각도 할 수가 없다.{j}내 얼굴을 향해 천천히 뻗어오는 손,{j}따개비로 범벅되어 있는 저 손아귀에 잡히면 곱게 죽지는 못하리라.
en_us: My mind blanked out. I couldn’t think anymore. Mr. Kim’s hand slowly stretched toward my face. If the hand teeming with barnacles reached me, I would die a slow and painful death.{j}{j}

source: “……자기야.{j}나 안 버릴 거지?”
en_us: “Honey... You won’t leave me, will you?” said Wonbin.{j}

source: 나는 고개를 돌렸다.{j}천장에 늘어져 있는 노끈이 왜 두 가닥이었는지, 쓰러진 의자가 왜 두 개였는지 이제야 알겠다.
en_us: I looked back. At last, I realized why there were two cords hanging from the ceiling and two chairs sprawled out on the floor.{j}

source: “대학생들이세요?”
en_us: “Are you all university students?” I asked.

source: ‘어어, 친구가 좀.{j}나도 약간 긁혀서.’
en_us: “Well, my friend did. I’m a little scratched up too.”{j}

source: 그때.{j}“저기…… 죄송한데.{j}저는 그만 들어가 봐도 될까요?”{j}아까부터 계단에 앉아 있던 남자 하나가 입을 열었다.
en_us: In that moment, the guy who had been sitting by the stairway said, “Umm... Sorry but could I excuse myself?”{j}{j}{j}

source: 3- 바다의 여드름 (3)
en_us: Chapter 3. Ocean Acne (3)

source: 치이이이이익-
en_us: Spriiitz!

source: [팔 베고…… 스르르르…… 잠이…… 듭니다……♪]
en_us: He puts his little head on his arm... and falls... asleep...♪

source: 빨갛고 누런 물이 튄다.{j}따개비의 패각에서 흰 부스러기들이 부서져 나갔지만 김씨 아저씨는 전혀 멈추지 않았다.{j}굴덕도의 텐트에서 챙겨온 칼을 던져 볼까 했지만, 너무 작고 짧은 것이라 그다지 효과가 없을 듯싶다.{j}무엇보다 이것마저 잃게 되면 심리적으로 너무 불안해질 것만 같았다.{j}그때.
en_us: Red and yellow fluid splattered from the impact. White crumbs shattered from the barnacle shells, but Mr. Kim did not stop advancing. I considered throwing the knife I had pocketed from the tent at Guldeok Island. But it was too small and short to deal a blow. Plus, I’d be frightened to death if I lost this weapon. But then, I had my lucky break.{j}{j}{j}{j}

source: 교복을 입고 있는 남학생.{j}이 남고생은 배와 머리를 위로 까뒤집은 채 두 팔과 두 다리로 바닥을 짚고 있었다.{j}마치 엎어진 거북이와도 같은 자세.
en_us: It was a male student dressed in a high school uniform. His stomach and head were turned inside out. He stood on his arms and legs like a turtle toppled upside down.{j}{j}

source: ‘아, 저 커플이 아까 싸우던 사람들인가?’
en_us: Oh, are they the couple who had been fighting earlier?

source: ‘안 돼!{j}여기서는 못 죽어!’{j}눈이 절로 부릅떠진다.
en_us: No! I can’t die here! My eyes shot wide open.{j}{j}

source: ‘……저게 어떻게 껍데기 안쪽에 붙어 있지?’
en_us: Why is it sticking inside the shell?

source: 모텔 4층에서 울려 퍼지던 벨 소리가 꺼진다.{j}하지만 3층에서 울리는 벨 소리는 여전했다.
en_us: The alarm ringing through the fourth floor of the motel stopped. But it continued on the third floor.{j}

source: “아저씨 아직도 안 가셨어요?”
en_us: “You still haven’t left, sir?” I asked.

source: 문에 등을 대고 눈앞에 있던 현관의 턱을 발로 밀고 있던 내게 이변이 일어났다.
en_us: “Gagh?!” I yelped.

source: 그때.
en_us: Just then, the phone suddenly rang. The screen lit up brightly and a children’s song began playing.

source: 바로 그때.{j}……뚝!
en_us: Snap...!{j}

source: 나는 화장실에서 고개를 빼고 현관문을 바라보았다.{j}불륜 커플들이 문 앞에서 떠났는지, 이제는 복도가 조용하다.
en_us: I poked out my head from the washroom and glanced at the front door. The hallway was silent. The infidel couple must have left.{j}

source: “일단 배는 채웠고.{j}남은 건 여길 나가는 건데…….”
en_us: “I filled my stomach. Now, all I have to do is get out of here...”{j}

source: 쿵쿵!
en_us: Thunk thunk!

source: 그녀의 이름은 아마도 김슬비인 모양.{j}명찰에 적혀 있는 내용이 맞다면 20학번일 것이다.
en_us: Her name was probably Seulbi Gim. If the name tag was correct, then she must be in the class of ‘20.{j}

source: 정말 저 수로 안에는 뭐가 들어가 있기에 물이 막혀 있을까?{j}만약 풀이나 흙이 아니라면?{j}김슬비의 말에 나는 불길한 상상을 하며 핸들을 꺾었다.
en_us: Could something really be clogging the water inside the drainage? What if it isn’t grass or dirt? Seulbi’s comment filled my mind with ominous thoughts as I swerved the handle.{j}{j}

source: 깜빡- 파즈즈즈-
en_us: Blink. Pzzzt.

source: 바로 그때.{j}“잠깐!”{j}계단 난간 위에서 목소리가 들려왔다.
en_us: “Wait!” someone shouted by the banister.{j}{j}

source: “핸드폰 모아 봐요.”
en_us: “Give me your phones, everyone,” Seulbi said.

source: [엄마는 모랫길을…… 달려…… 옵니다……♪]
en_us: And swiftly... comes running... home...♪

source: 덜컹덜컹-
en_us: Clunk clunk.

source: 소변의 색깔이 개나리꽃처럼 노랗다.{j}이거 건강이 별로라는 뜻인가?
en_us: The color of my urine was yellow, like forsythia. I wondered if this meant I wasn’t in good health.{j}

source: [수느으응…… 대하아아악…… 야자아아아…… 학워어어언…… 모의…….]
en_us: “Exaaam... Colleeege... Studyyy... Claaass... Mooock teeests...”

source: “흠, 뜻하지 않게 감생이가 생겼네.{j}회 떠 먹어야 하나?{j}아니면 대가리만 쳐서 라면에 넣어 먹을까.”
en_us: Once he was gone, I mumbled to myself, “Hm. What do I do with the black seabream? Should I eat it raw? Or should I cut off its head and put it in my instant noodle?”{j}{j}

source: 파도가 귓방맹이를 후려갈긴다.{j}마치 권투선수의 훅에 맞은 것처럼, 순식간에 정신이 아찔해진다.{j}보트가 뒤집힐 뻔하다가 간신히 멈췄다.{j}갑판 위로 미끄러져 바다로 쓸려갈 뻔한 것을 노끈이 살렸다.{j}나는 노끈을 더 풀어서 보트의 기둥에 칭칭 동여맸다.{j}절대로 풀리지 않게끔.
en_us: The sound of the thundering waves crackled against my ears. For a moment, I saw stars as though a boxer had thrown a hook at me. The boat almost flipped over but stopped just in time. I slid down the deck and was almost carried off by the sea, but the rope saved me. I pulled out more rope and tied it around the mast until I was sure it would never come loose.{j}{j}{j}{j}{j}

source: 핸드폰이 울리고 있는 창문 바로 옆 201호에서는 불쾌하고 소름 끼치는 소리가 들려오고 있었다.{j}식사 소리가 들려오는 방.{j}그곳은 목을 맸던 여고생이 있던 방이다.{j}2층에 있던 불륜 남녀를 비롯한 따개비 인간들은 아마도 그 방에 모여 있는 듯했다.
en_us: Beside the window with the ringing phone, a ghastly, blood-curdling noise sounded from Room 201. The barnacle beings were having a feast in the room where the high school student had hung herself. Along with the adulterous couple, other barnacle humans were crowded inside the room.{j}{j}{j}

source: 기기긱- 드드드득-
en_us: Clatter... Clack clack...

source: 201호의 방 안쪽을 본 나는 기겁할 수밖에 없었다.{j}따개비 인간을 처음 봤을 때와는 다른 놀람.{j}그곳에는 아직 앳된 얼굴의 여고생 하나가 우두커니 서 있었던 것이다.{j}……교복을 입고.{j}……아무런 말도 없이.{j}……고개를 푹 숙인 채.{j}……혀를 빼물고.
en_us: I couldn’t help but freak out when I saw what was inside Room 201. It was a different kind of scare from when I had first encountered a barnacle human. Inside the room was a young, female high schooler standing deathly still. She was in her school uniform and made no sound. Her head was hunched over, and her tongue lolled out...{j}{j}{j}{j}{j}{j}

source: 8개의 방 사이를 양분하는 계단이 보인다.{j}왼쪽의 붉은 카펫은 1층으로.{j}오른쪽의 붉은 카펫은 3층으로.{j}이 갈림길 사이에서 나는 1층으로의 길을 택했다.
en_us: Finally, I saw the stairs diverting the eight rooms. The red carpet on the left continued down to the first floor, while the one on the right led to the third. At the crossroad, I took the path leading to the first floor.{j}{j}{j}

source: 원래대로라면 한 달 주기로 교대가 이루어져야 하나…….{j}“교대자가 갑자기 잠수탔다고 하면 땡이냐고.”
en_us: Originally, I was supposed to switch shifts every month. However... “The next guy never showed up, damnit,” I grumbled.{j}

source: 차 열쇠를 손에 넣었으니 1층에서 볼 일은 다 봤다.{j}이제 남은 것은 이 모텔을 나가는 일뿐이다.
en_us: Since I had obtained the car key, I had no business left on the first floor. The only thing I had left to do was to leave the motel.{j}

source: 401호의 앞쪽 복도 창문에서 핸드폰이 덜렁거리기 시작했다.{j}창문보다 약간 높게 위치한 핸드폰은 복도 안쪽을 향해 시끄러운 소리를 쏘아 보낸다.
en_us: The phone began jangling by the window of the fourth-floor corridor next to Room 401. It was positioned a little higher than the window and rang noisily toward the hall.{j}

source: 501호와 502호 사이에 놓인 소파가 계속 흔들리고 있었다.{j}뭔가가 저 방 안에서 문을 열려고 몸으로 밀고 있는 것 같았다.
en_us: The sofa placed between Rooms 501 and 502 kept rattling. Something from inside the room kept trying to shove open the door.{j}

source: 위에서 또다시 쇳소리가 들려오기 시작했다.{j}순간, 모든 따개비 인간들의 움직임이 멎었다.{j}위에서 강렬하게 전해져 오는 쇳소리.{j}그것은 마치 누군가가 몽키스패너 같은 것으로 자판기를 두드리는 듯 요란한 것이었다.{j}계단을 올라오던 따개비 인간들의 시선이 위를 향했다.{j}……그리고 나는 그 틈을 놓치지 않았다.
en_us: Every single barnacle human froze in their tracks. Scraps of metals clashed loudly from above. The noise was blaring, as though someone was striking a wrench on a vending machine. The barnacle humans that had been climbing up the stairs looked up. As for me... I took the opportunity to make a run for it.{j}{j}{j}{j}{j}

source: “린스?”
en_us: “Hair conditioner?” I wondered aloud.

source: 나는 덜컹거리는 트럭을 몰며 좌우를 주시했다.{j}섬의 도로는 넓고 길다.{j}차가 없고 인적이 드물어서 원래도 뻥뻥 뚫린 길인데 오늘따라 유난히 더 황량해 보였다.
en_us: As I drove the clunky truck, I kept an eye out on both sides. The road here was wide and long. Normally, not many cars and people took the road, so it was usually empty. But it looked especially barren today.{j}{j}

source: 복도의 창문 밖에는 비가 내리고 있었다.{j}저 멀리 깜빡깜빡 점멸하는 가로등의 누런 불빛 아래로 몇몇 사람들이 어기적어기적 움직이고 있는 것이 보인다.{j}그것들 역시도 죄다 따개비 인간이었다.
en_us: Through the window in the corridor, I saw that it was still raining outside. In the distance, under the flickering streetlights, several people were wobbling about. They were all barnacle humans.{j}{j}

source: 김슬비는 사이드미러에 비친 따개비 인간들이 저 뒤로 멀어져 가는 것을 보며 말했다.{j}“바깥은 좀 낫겠죠?{j}구조 요청을 하면, 구조대가 오면 집에 돌아갈 수 있겠죠?”
en_us: Through the side mirror, Seulbi watched the barnacle humans disappearing into the distance and said, “Things must be a little better outside, right? If we ask for help, and the rescue team comes, we can go home, right?”{j}{j}

source: 결국 선택해야 했다.{j}보트는 전속력으로 방파제를 향해 달려가고 있다.{j}하지만 방파제의 앞에서 속도를 줄이고 보트를 안전한 곳에 가져다 댈 여유 따위는 없었다.{j}방금도 말했지만 결국 선택의 문제였다.{j}지금 뛰어내리느냐, 나중에 뛰어내리느냐의 기로에서 말이다.
en_us: I had to make up mind and quick. The boat was headed toward the breakwater in full sail. But I had no time to slow down the boat and safely park it ashore. As I said, I had to make a decision. I had to pick whether to jump off now or later.{j}{j}{j}{j}

source: 깜짝 놀라 발을 헛디뎠다가 빠르게 움직이는 그것들 중 한 마리를 밟아 죽이고 말았다.{j}나는 신발 밑창을 본 뒤에야 그것이 무엇인지 알 수 있었다.{j}검은 갑각, 긴 더듬이, 무수히 많은 다리, 통통하게 살찐 몸, 역한 냄새를 풍기는 내장.
en_us: I jolted in surprise and lost my footing, killing one of the creepy-crawlies. When I inspected the sole of my shoe, I realized what they were. They had black shells, long antennae, numerous legs, a fat, lumpy body, and guts that reeked.{j}{j}

source: “여차하면 던져서 골통을 확…….”
en_us: “If anything happens, I’ll throw these at his head...” I mumbled to myself.

source: 다리가 후들거렸지만 이러고 있을 틈이 없다.{j}나는 갈매기가 따개비 인간들의 시선을 끌어 준 틈을 타 발걸음을 옮겼다.{j}201호, 202호, 203호, 204호.{j}그리고 205호, 206호, 207호, 208호.
en_us: My knees were wobbly but I had no time to waste. While the barnacle humans were focused on the seagull, I made way. I passed by Rooms 201, 202, 203 and 204 as well as Rooms 205, 206, 207, and 208.{j}{j}{j}

source: “……미치겠네.”
en_us: “No frigging way...”

source: 나는 반사적으로 구석에 있는 플라스틱 통을 집어 들어 그것을 어항 안으로 들이부었다.
en_us: I instinctively grabbed the plastic bottle standing in the corner and poured its contents down the tank.

source: TV는 켜진 지 몇 초도 되지 않아 다시 꺼져 버렸지만 이미 일은 저질러진 뒤다.{j}내가 불운의 연속에 좌절할 틈도 없이.{j}그리고 미처 TV를 끌 새도 없이.
en_us: The TV blinkered off within a matter of seconds, but what was done was done. I had no time to even despair at my rotten luck or turn off the TV when the door to Room 201 bonged loudly.{j}{j}

source: 김슬비의 대답에 나는 고개를 끄덕일 수밖에 없었다.
en_us: I nodded in response.

source: “예전에 과학잡지에서 봤어요.{j}원주민 사냥꾼들은 머리카락을 바람에 뿌려서 사냥감을 교란시킨다고.”
en_us: “I once read about it in a science magazine that native hunters confuse their prey by scattering their hair in the wind.”{j}

source: 펄럭!
en_us: Flap!

source: 조금 더 기다려 보니 정체를 알 수 없는 갈색 물이 걸쭉하게 토해져 나오다가 그마저도 숨을 거둔다.
en_us: When I waited a bit, mysterious brown water spouted out thickly until even that stopped as well.

source: 모피코트 여자가 아무런 이유도 없이 몸을 돌려 이쪽을 바라보기 시작했다.
en_us: For no apparent reason, the woman clad in a fur coat twisted her body and began staring at me.

source: [아극- 아그그극…….]
en_us: Argh... Graaagh...

source: 201호의 현관문이 한번 크게 울렸다.{j}그리고.
en_us: Shortly after, a thunderous roar drew closer.{j}

source: “으으…….”
en_us: “Ugh...”

source: 201호의 현관문이 부서졌다.{j}동시에 화장실의 수도꼭지도 완전히 뽑혀 나왔다.
en_us: At the same time, the washroom faucet was pulled out completely.{j}

source: ‘먼저 차 밑부터 봐야지.{j}굴덕도 때 보트에서처럼 당할 수는 없으니.’
en_us: Let’s check under the car first. I can’t let those creatures get me like it did at the boat in Guldeok Island.{j}

source: 물살이 세게 일어난다.
en_us: The waves crashed violently.

source: <긴급재난문자> [행정안전부] 0월 K일, 호우경보, 산사태, 상습 침수 등 위험지역 대비, 외출 자제 등 안전에 주의 바랍니다.
en_us: Emergency Alert: MINISTRY OF SECURITY AND PUBLIC ADMINISTRATION. Heavy rainfall, landslides, and flooding warning in danger zones. Take extra precautions and refrain from going out.

source: 쿠르르르르륵!
en_us: Spuuuuuurt!

source: 그리고 그곳에는 더욱 더 충격적인 장면이 보였다.{j}성락장의 외벽.{j}그러니까, 이 모텔의 건물 외관이 보인다.{j}건물의 겉표면 전체는 수없이 창궐한 따개비들에 의해 뒤덮여 있었다.{j}그것들은 담쟁이 넝쿨처럼 건물의 외벽 전체를 감쌌고, 소금기 어린 폭풍을 맞으며 한껏 위세를 불려 나간다.{j}마치 이 모텔 안까지 들어오려고 하는 듯한 느낌이었다.
en_us: There, I saw an even more appalling scene—the outer wall of Nirvana. In other words, the exterior of this motel. The outermost surface of the building was covered in myriads of rampant barnacles. They enveloped the entire exterior like ivy and grew aggressively against the saline storm. It was like they were trying to dominate the inside of the motel too.{j}{j}{j}{j}{j}

source: 군대를 다녀온 남성이라면 분명 이런 위급 상황에 도움이 될지도 모른다.{j}하지만 내 질문을 들은 학생회장은 미간만 찡그릴 뿐이었다.
en_us: A man who had served in the military could be helpful in such a dire situation. But the student president merely gave me the evil eye.{j}

source: “푸하.{j}이제 좀 살겠네.”
en_us: “Phew! I finally feel alive.”{j}

source: “나온다!{j}나오고 있어요, 아저씨!”{j}김슬비는 조수석에 탄 채 내 어깨를 두드렸다.
en_us: “They’re here! They’re coming out, mister!” Seulbi tapped my shoulder from the passenger seat.{j}{j}

source: 어젯밤에 먹었던 생라면이 그대로 올라왔다.{j}신물과 함께 붉고 노란 토사물 건더기들이 조종실 옆으로 철푸덕 철푸덕 떨어져 내렸다.{j}목구멍 전체에 라면 스프 특유의 매콤한 향이 감돈다.
en_us: The raw instant noodle I had eaten last night rose in my throat. Bile, along with red and yellow vomit, splattered to the side of the cockpit. The spicy scent of the instant noodle seasoning stung my throat.{j}{j}

source: “뭐가 있으려나?”
en_us: “Is there anything I can eat?”

source: 하지만 지금의 나는 모텔 안의 이 이상한 분위기에 신경 쓸 여력이 없었다.{j}온몸의 뼈가 부러지고 발바닥은 칼로 난자당한 느낌이다.{j}더군다나 추위로 인해 몸이 저절로 덜덜 떨리고 있었기에 빨리 어디에든 쓰러져 눕고만 싶었다.
en_us: But in my current state, I had no energy to pay closer attention to the peculiarities inside the motel. It felt like all my bones were shattered and the soles of my feet had been stabbed repeatedly. On top of that, my body wouldn’t stop shuddering from the cold. I couldn’t wait to lie down and fall asleep.{j}{j}

source: 빠직!
en_us: Chirr!

source: 드글드글드글……
en_us: Scrabble scrabble scrabble...

source: 박씨 아저씨는 내가 버렸던 감생이의 내장을 움켜쥔 채 입안으로 꾸역꾸역 밀어 넣고 있었다.
en_us: Mr. Park was stuffing his face with the innards of the black seabream I had tossed out.

source: 나는 화장실 끝에 있는 작은 창문에 주목했다.{j}창문 건너편에 세워져 있는 펜스와 그 펜스에 잔뜩 달라붙어 있는 담쟁이 넝쿨 때문에 건너편의 도로는 보이지 않았다.{j}그때.
en_us: Once inside, I inspected the small window at the end of the washroom. Beyond the window was a fence, but due to the overgrown ivy, I could barely see beyond it. When I approached the window, I couldn’t believe my eyes.{j}{j}

source: 그 말을 들은 김슬비와 차예영의 표정은 볼 만한 것이었다.{j}하지만 그 뒤로 이어지는 황가애와 노원빈의 애정행각은 더더욱 심해질 뿐이었다.
en_us: Seulbi and Yeyeong’s faces were quite a sight. But unaware of their grimace, Ga-ae and Wonbin became even more overly affectionate.{j}

source: “……확실히 그렇겠네.{j}편의점에서 가능하면 그것도 챙겨올게.”
en_us: “Oh... They definitely are. If possible, I’ll bring some more back from the store,” said Seulbi.{j}

source: “어차피 식량이랑 식수도 거의 다 떨어졌어.{j}편의점에 한번 가긴 가야 해.”{j}회장 역시도 고개를 끄덕여 동조했다.{j}그는 나를 돌아보며 말했다.{j}“우리들 중에 운전면허를 가진 사람이 없어서…… 부탁 좀 드리죠.”
en_us: “We’re out of food and water anyway. We do have to make a trip to the convenience store.” The president nodded in agreement. He looked at me and said, “None of us has a driver’s license so... please do us a favor.”{j}{j}{j}{j}

source: 나는 깜짝 놀라 뒤로 물러섰고, 그 순간.
en_us: I jumped in surprise and took a step back.

source: 나는 손으로 난간을 꽉 쥐고 발끝을 세워 계단을 내려갔다.{j}이 건물에 들어오기 전에 유리문 너머로 봤다.{j}이곳에는 따개비 인간들이 없었다.{j}내 기억대로, 1층의 모습은 상당히 고요했다.{j}어둠만이 가득한 로비.{j}열려 있는 창문이 없는지라, 안쪽의 공기는 비교적 건조하다.
en_us: So, I clutched the handrail as I stood on my tiptoes and began walking downstairs. Before entering the building, I had already seen through the glass door that there were no barnacle humans on the first floor. Just as I remembered, the first floor was awfully peaceful. The lobby was filled only with darkness. No windows were open, making the air inside comparably dry.{j}{j}{j}{j}{j}

source: “알아.{j}내가 남기로 했잖아.”{j}김슬비의 말에 회장이 부리나케 대답했다.
en_us: “I know. And we decided I’d stay,” the president answered right away.{j}{j}

source: ‘이렇게 된 이상 옥상으로 가야……!’
en_us: In that case, I better run up to the rooftop...!

source: 사람 하나가 푸줏간에 걸려 있을 것만 같은 고깃덩어리로 전락하기까지는 불과 몇 초도 채 걸리지 않았다.{j}그리고.
en_us: It was only a matter of seconds before the dead body became nothing more than a hunk of meat—the kind dangling inside a butcher shop.{j}

source: ……쑤욱!
en_us: Whoosh...!
